<?php

return [

    /*
    |--------------------------------------------------------------------------
    | RuORS
    |--------------------------------------------------------------------------
    |
    |
    */

        'home' => 'Home',
	'about' => 'About the project',
        'books' => 'Books',
        'by_name' => 'By name',
        'by_author' => 'By author',
        'authors' => 'Authors',
        'by_surname' => 'By surname',
        'by_categories' => 'By categories',

	'last_books' => 'Last added books',

    'openpdlib' => 'Open Public Domain Library of KarRC RAS',
   '0' => "no",
    '1' => "yes",
    'find' => 'Find',
    "no_records" => "There are no :name",
    'notification_message' => 'Notification message from OpenPDLib',
    'page_not_found' => 'Sorry, the page you are looking for could not be found.',
    "records" => "records",
    "search" => "Search",
    'save' => 'Save',
    'hide' => 'Hide',
    'show' => 'Show',
    "total_count" => ":count records are found.",
        'up' => 'Up',
        'down' => 'Down',
        'edit' => 'Edit',
	'add' => 'Add',
	'delete' => 'Delete',
	'name' => 'Name',
	'root' => 'Root',
	'profile' => 'Profile',
	'type' => 'Type',
	'loadmats' => 'Files',
	'doc' => 'Document',
	'pic' => 'Picture',

        'annot' => '
<p align="justify"><b>«Электронная библиотека "Общественная научная библиотека"». Исполнители: ИПМИ КарНЦ РАН, Научная библиотека КарНЦ РАН.</b></p>
        
<p  align="justify">Целью проекта является разработка и наполнение электронной библиотеки «Общественная научная библиотека» (далее ‒ ОНБ) научными материалами 
разных направлений,
которые находятся в «общественном достоянии», то есть такие книги можно на законных основаниях размещать в репозитории и библиотеки с открытым доступом в сети
Интернет.</p>

<p align="justify">На сайте электронной библиотеки ОНБ будут размещены те книги, на которые в соответствии с законами РФ уже истекли авторские права. Это книги,
опубликованные до
1917 г., и книги, авторы которых скончались до 1943 г. (данные приведены на 2017 г.).</p>

<p align="justify">Для включения материалов в ОНБ будут использованы научные произведения в общественном достоянии, рассеянные в сети Интернет, и уникальные
материалы Научной
библиотеки КарНЦ РАН, включающие не только современные, но и редкие и старинные книги, относящиеся к разным научным областям. Будет создана электронная 
библиотека 
«Общественная научная библиотека» (далее ‒ ОНБ), который будет наполнен научными материалами разных направлений, которые находятся в «общественном достоянии». 
Этот
проект является одним из этапов развития Научной библиотеки Карельского научного центра РАН. С помощью современных технологий читателям и пользователям интернета
будет обеспечен доступ и к бесценному научному материалу, который хранится в Научной библиотеке КарНЦ РАН, и будет организован, структурирован и обеспечен
поисковой системой доступ к научным произведениям, рассеянным в сети Интернет. При этом научные полнотекстовые материалы доступные онлайн будут интересны ученым 
не
только из КарНЦ, но и из других научных центров, институтов и вузов. </p>
',      

];
