<?php

return array(

        /*

|----------------------------------------------------------------------$
        | Admin Lines

|----------------------------------------------------------------------$
        |
        | Fields, button names for admin interface
        |
        |
        |
        */

    "functions" => "Функции администратора",
    "console" => "Панель управления",

    "user_management" => "Управление учетными записями",
    "devel_management" => "Управление структурой сайта",
    "reg_users" => "Зарегистрированные пользователи",
    "add_user" => "Добавить новую учетную запись",
    "edit_user" => "Редактировать учетную запись",
    "delete_user" => "Удалить учетную запись",
    "show_user" => "Показать учетную запись",
    "find_user" => "Найти учетную запись",
    "no_id" => "Нет учетной записи с таким ID",
    "id_email_mismatch" => "Ошибочный email для ID :id",
    "no_email" => "Нет учетной записи с таким email",
	'razd' => "Раздел",
	'add_razd' => "Добавление раздела",
        'devels' => "Структура сайта",
	'panel' => "Администрирование",
        'annot' => "Аннотация",

);
