<?php

return [

    /*
    |--------------------------------------------------------------------------
    | OpenPDLib
    |--------------------------------------------------------------------------
    |
    |
    */

	'library_edit' => 'Управление библиотекой',

	'book' => 'Книга',
	'author' => 'Автор',
	'books' => 'Книги',
	'authors' => 'Авторы',
	'PD_templates' => 'Шаблоны PD',
        'find_author' => 'Поиск автора',
        'find_book' => 'Поиск книги', 
        'sprav' => 'Справочники',

        'new_book' => 'Новая книга',
        'book_name' => 'Название',
        'book_name_orig' => 'Название на языке оригинала',
        'WD' => 'WD',
        'location' => 'Место издания',
        'publisher' => 'Издательство',
        'year' => 'Год издания',
        'volume' => 'Том',
        'pages' => 'Число страниц',
        'terach' => 'Тираж',
        'year_firstpub' => 'Год первой публикации',
        'annotation' => 'Аннотация',
        'PD_from_year' => 'Год перехода в общественное достояние',
        'PD_template' => 'Шаблон PD',
        'file' => 'Файл',
	'file_too_big' => 'Файл больше 130 Мб не может быть загружен. Размер загружаемого файла: ',
        'p' => 'с.',

        'new_author' => 'Новый автор',
        'author_name' => 'Имя',
        'patronimic' => 'Отчество',
        'surname' => 'Фамилия',
        'birth_year' => 'Год рождения',
        'death_year' => 'Год смерти',
        'repressed' => 'Был репрессирован',
        'rehabilitated_year' => 'Год реабилитации',

	'new_category' => 'Новая категория',
	'category_name' => 'Название категории',
	'parent_categories' => 'Относится к категориям',
	'children_categories' => 'Содержит категории',
	'BCategory' => 'Категория книг',
	'ACategory' => 'Категория авторов',
	'categories' => 'Относится к категориям',


	'name' => 'Название',
	'descr' => 'Описание',
	'edit_item' => 'правка элемента',
	'new_item' => 'новый элемент',
	

        'add' => 'Добавить',
        'edit' => 'Редактировать',
	'update' => 'Обновить',
        'save' => 'Сохранить',
	'delete' => 'Удалить',
];
