<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| User Lines
	|--------------------------------------------------------------------------
	|
	| Fields, button names for authentification and registration forms
	| 
	| 
	|
	*/

    "admin" => "администратор",

    "all_users" => "Все пользователи",
    
    "click_here" => "Нажмите эту ссылку",

    "created_at" => "Создан",

    "edit_user" => "Редактирование пользователя",

    "email" => "Адрес электронной почты",

    "forget_pass" => "Забыли пароль?",

    "invalid_account" => "Неверная комбинация имени (email) и пароля, либо учетная запись еще не активирована.",

    "login_page" => "Вход",

    "log_in" => "Войти",

    "login" => "Логин",

    "login_failed" => "Пользователь :name не смог войти в систему.",

    "login_name" => "Email или имя",

    "login_title" => "Ваши данные",

    "logout" => "Выйти",

    "name" => "Имя",

    "new_pass" => "Новый пароль",

    "password" => "Пароль",

    "password_confirmation" => "Повтор пароля",

    "pass_recovery" => "Восстановление пароля",

    "press_link_if_not_redirected" => ", если ваш браузер не поддерживает автоматический редирект",

    "register" => "Регистрация",

    "register_complete" => "Регистрация почти завершена. Вам необходимо подтвердить e-mail, указанный при регистрации, перейдя по ссылке в письме.",

    "registration_confirmation" => "Подтвеждение регистрации",

    "register_user" => "Зарегистрировать нового пользователя",

    "remember_me" => "Запомнить меня",

    "repeat_pass" => "Повторите",

    "reset_pass" => "Сброс пароля",

    "success_login" => "Пользователь :name успешно вошел в систему.",

    "sign_up" => "Зарегистрироваться",

    "status" => "Статус",

    "to_recover"=> "Восстановить",

    "to_reset" => "Сбросить",

    "updated_at" => "Обновлен",

    "user" => "пользователь",

    "your_email" => "Ваш E-Mail",

);
